Repository: kvsur/hashmark
Catalog: MarkdownApp/MarkdownApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, ru, zh_hans, zh_hant

source: Web Search turns off visible thinking for this provider and model.
de: Die Websuche deaktiviert sichtbares Denken für diesen Anbieter und dieses Modell.
ja: このプロバイダとモデルでは、Web 検索を使うと表示可能な思考が無効になります。
ko: 이 제공자와 모델에서는 웹 검색을 켜면 표시되는 사고 과정이 꺼집니다.
ru: Веб-поиск отключает отображаемое рассуждение для этого провайдера и модели.
zh_hans: 对此服务商和模型，开启 Web 搜索会关闭可见思考。
zh_hant: 對此服務商和模型，開啟 Web 搜尋會關閉可見思考。

source: Yesterday
de: Gestern
ja: 昨日
ko: 어제
ru: Вчера
zh_hans: 昨天
zh_hant: 昨天

source: Zoom In
de: Vergrößern
ja: 拡大
ko: 확대
ru: Увеличить
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
de: Verkleinern
ja: 縮小
ko: 축소
ru: Уменьшить
zh_hans: 缩小
zh_hant: 縮小

source: China
ja: 中国
ko: 중국
ru: Китай
zh_hans: 中国
zh_hant: 中國

source: Code Block
ja: コードブロック
ko: 코드 블록
ru: Блок кода
zh_hans: 代码块
zh_hant: 程式碼區塊

source: Global
ja: グローバル
ko: 글로벌
ru: Глобальный
zh_hans: 全球
zh_hant: 全球

source: Hong Kong
ja: 香港
ko: 홍콩
ru: Гонконг
zh_hans: 中国香港
zh_hant: 中國香港

source: Inline Code
ja: インラインコード
ko: 인라인 코드
ru: Встроенный код
zh_hans: 行内代码
zh_hant: 行內程式碼

source: Link
ja: リンク
ko: 링크
ru: Ссылка
zh_hans: 链接
zh_hant: 連結

source: PDFs
ja: PDF
ko: PDF
ru: PDF-файлы
zh_hans: PDF
zh_hant: PDF

source: Region
ja: リージョン
ko: 리전
ru: Регион
zh_hans: 地区
zh_hant: 地區

source: OK
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 好
